Repository: javiermmdev/MarvelSwiftUI
Catalog: Localizable.xcstrings
Source language: en
Languages: es

# appLoadFailure
source: Failed to load the application.
es: No se ha podido cargar la aplicación.

source: Failed to decrypt API constants.
es: Error al descifrar las constantes de la API.

source: Failed to fetch heroes:
es: Error al obtener los héroes:

source: Failed to fetch series:
es: Error al obtener las series:

source: Invalid Base URL.
es: URL Base inválida.

source: Invalid Response
es: Respuesta inválida

source: Invalid URL components.
es: Componentes de URL inválidos.

source: Loading…
es: Cargando...

# loadingSeries
source: Loading TV Shows…
es: Cargando series...

source: No Image.
es: Sin imagen.

# noValidHeroID
source: Invalid ID Hero
es: ID de héroe inválido.

# pleaseTryLater
source: Please try again later.
es: Por favor, inténtelo más tarde.

# unknown
source: Unkown
es: Desconocido

# unknownError
source: Unkown Error
es: Error desconocido.

# upcomingDisney2025
source: Next Disney 2025+
es: Próximo en Disney+ 2025
